Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nav.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Possible old-age pension levels are 20, 40, 50, 60, 80 and 100%.
nn: Moglege uttaksgradar for alderspensjon er 20, 40, 50, 60, 80 og 100 prosent.

source: If you stay within the EEA, you may be entitled to cash-for-care benefits for stays of more than 3 months.
nn: Dersom opphaldet er innanfor EØS, kan du ha rett til kontantstøtte ved opphald i meir enn 3 månader.

source: If you do so, the total degree of disability benefit and old-age pension must not exceed 100%.
nn: Gjer du det, kan den samla graden av uføretrygd og alderspensjon ikkje vere over 100 prosent.

source: If your child doesn’t attend a government subsidized kindergarten, you may receive 100 percent cash-for-care benefit.
nn: Dersom barnet ditt ikkje går i ein barnehage med offentleg tilskot, kan du få 100 prosent kontantstøtte.

source: It may also
nn: Det kan også

source: It is a prerequisite that the employer, NAV and the
nn: Det er ein føresetnad at arbeidsgivaren, NAV og arbeidstakaren

source: This also means that you do not pay a national insurance contribution.
nn: Når du ikkje er medlem i folketrygda, har du ingen rettar etter folketrygdlova.

source: «Income» in this context, is income, disability benefit and pension according to
nn: «Inntekt» er i denne samanhengen lønn, uføretrygd og pensjon (sjå

source: You may obtain further information by calling HELFO on 800 43573 or visiting helsenorge.no.
nn: Nærare informasjon kan du få ved å kontakte HELFO på telefon 800 43573 eller gå inn på helsenorge.no.

source: Not resident in Norway:
nn: Ikkje busett i Noreg:

source: You will also find the travel claim form here.
nn: Her finn du også reiserekningsskjemaet.

source: The earliest you may apply is the month your child turns one year.
nn: Du kan tidlegat søkje den månaden barnet fyller eitt år.

source: It is important that you notify NAV if your child starts at a day care centre.
nn: Det er viktig at du melder frå til NAV dersom barnet ditt byrjar i barnehage.

source: Military personnel with “24-hour social security”
nn: Spesielt for militærpersonar med «24-timers trygd»

source: If you are born between 1954-1962, your old-age pension will be partly calculated on the basis of your pension pot and partially on the basis of pension points, which you are credited each year up until you turn 66.
nn: Er du fødd i åra 1954–1962, blir alderspensjonen din berekna dels på grunnlag av pensjonsbehaldninga di og dels på grunnlag av pensjonspoeng, som du får godskrivne for kvart år fram til du er 66 år.

source: Systematic IA work involves close dialogue with the employee representatives, with an
nn: Systematisk IA-arbeid inneber ein tett dialog med dei tillitsvalde, med vekt på

source: In case of long-term and/or frequently recurring sickness absence, the employer may
nn: Ved lange og/eller hyppig gjentakande sjukefråvær kan arbeidsgivaren søkje NAV om

source: How do you apply?
nn: Korleis søkjer du?

source: You have not a compulsory membership if you work in catering on a tourist ship registered in the Norwegian International Ship Register (NIS)
nn: Du er ikkje pliktig medlem om du er cateringtilsett på turistskip registrert i Norsk Internasjonalt Skipsregister (NIS)

source: If you work in addition to receiving disability benefits after you turn 62, your retirement reserves will continue to increase based on your income.
nn: Dersom du jobbar i tillegg til å ta i mot uføretrygd etter at du har fylt 62 år, fortsett pensjonsbehaldninga di å auke på grunnlag av arbeidsinntekta di.

source: If you are born before 1954, your old-age pension is calculated on the basis of pension points, which you will be credited each year up until you turn 66.
nn: Er du fødd før 1954, blir alderspensjonen din berekna på grunnlag av pensjonspoeng, som du får godskrivne for kvart år fram til du er 66 år.

source: You will find a form for reporting changes with the decision you have received from NAV.
nn: Saman med vedtaket du har fått frå NAV finn du eit skjema for å melda om endringar.

source: The maximum period of sickness benefit is 52 weeks, including the weeks you have been reported fit for work to employment services.
nn: Maksimal periode med sjukepengar er 52 veker, inkludert vekene med friskmelding til arbeidsformidling.

source: The amount you receive is also intended to cover work materials in connection with practical training or taking a trade certificate, such as flowers, metal, tools, personal protective equipment, workwear, etc.
nn: Beløpet skal også dekkje arbeidsmateriell når du gjennomfører praktisk opplæring eller fagprøve, som blomstrar, metall, verktøy, verneutstyr, arbeidsklede og liknande.

source: As an employer you have a duty to report an occupational illness or injury (National Insurance Act).
nn: Som arbeidsgivar har du plikt til å sende skademelding (folketrygdlova).

source: You may keep the cash-for-care benefits if you and your family stay abroad up to 3 months.
nn: Du held kontantstøtta dersom du og familien din skal opphalde dykk i utlandet i inntil 3 månader.

source: to study abroad.
nn: for å studere i utlandet.

source: and efforts focused on long-term and/or frequently recurring sickness absence.
nn: innsats mot lange og/eller hyppig gjentakande sjukefråvær.

source: If you support a spouse over the age of 60 and qualify for a
nn: Dersom du forsørgjer ektefelle over 60 år og fyller vilkåra for rett til

source: Dialogue meetings are not required if the employee is on partial
nn: Det er ikkje krav om å halde dialogmøte ved gradert (delvis) sjukmelding

source: You are also entitled to a minimum pension at the ordinary rate if in twelve of the last 18 months you have co-habited with a person who
nn: Du har også rett til minste pensjonsnivå etter ordinær sats dersom du i tolv av de siste 18 månadene har vore sambuar med person som

source: When you move to Norway
nn: Når du kjem til Noreg

source: How to apply for cash-for-care benefit
nn: Korleis søkjer du om kontantstøtte?

source: Appeal for decisions on social services
nn: Skjema for bestilling av delar, reparasjon og demontering.

source: There is an exception if you study in a Nordic country or in EU/EEA, in these cases you must be a member of the social security scheme in the country where you are considered a resident.
nn: Det er unntak frå dette om du studerer innanfor Norden eller EU/EØS, då skal du vere medlem av trygdeordninga i det landet der du er rekna som busett.

source: You may start collecting on your retirement pension before reaching the age of 67 if you have earned a pension that is equal to or greater than the pension guarantee level at 67 years of age.
nn: Vilkåret for å ta ut alderspensjon før du er fylt 67 år, er at du må ha tent opp ein pensjon som minst svarer til garantipensjonsnivået ditt ved 67 år.

source: The child supplement is reduced with 50 percent of the income exceeding the free allowance.
nn: Barnetillegget blir redusert med 50 prosent av den inntekta som er over fribeløpet.

source: As a rule, the cash-for-care benefit will cease the month after you leave Norway if you plan to stay abroad for more than 3 months.
nn: Dersom du har tenkt å opphalde deg i utlandet i meir enn 3 månader, vil kontantstøtta som hovudregel bli stansa månaden etter du reiser.

source: If the child has lived in Norway 12 months in a row, it is considered as resident.
nn: Dersom barnet ditt oppheld seg i Norge i minst 12 månader samanhengande, blir barnet rekna som busett.

source: work in Norway or on the Norwegian continental shelf
nn: arbeider i Noreg eller på norsk kontinentalsokkel

source: Send the completed form to:
nn: Send utfylt skjema til:

source: The IA Agreement for the period 2019-2022
nn: IA-avtalen for perioden 2019–2022 gjeld for

source: You will receive your old-age pension from and including reaching 67 years old
nn: Du får alderspensjon frå og med fylte 67 år

source: If you are over 62 years old and are entitled to receive an old-age pension, you may combine this with disability benefits.
nn: Er du over 62 år og har rett til å ta ut alderspensjon, kan du kombinere alderspensjonen med uføretrygd.

source: self-certification for the employer period of 16 days and not just for 3 days, which is a
nn: heile arbeidsgivarperioden på 16 dagar, og ikkje berre i 3 dagar, som er ein rett unødvendig, for eksempel:

source: A follow-up plan must be prepared unless this is clearly unnecessary, for example,
nn: Det skal lagast ein oppfølgingsplan så sant det ikkje openbert er unødvendig, for

source: You can receive this if you have impaired work capability.
nn: Dette kan du få når du har nedsett arbeidsevne.

source: If the child has part-time place, you can receive 20, 40, 60 or 80 per cent cash-for-care benefit
nn: Dersom barnet har deltidsplass, kan du ha rett til 20, 40, 60 eller 80 prosent kontantstøtte.

source: Social security agreements also make it possible for workers who are temporarily posted to another agreement country for work to retain their membership in Norwegian National Insurance.
nn: Trygdeavtalene gir også moglegheit til å behalde medlemskapen i folketrygda for arbeidstakarar som blir sende ut for å arbeide mellombels i det andre avtalelandet.

source: If you are receiving a graded disability benefit when you turn 67, you will automatically receive an old-age pension with the nearest possible pension level for this.
nn: Har du gradert uføretrygd når du fyller 67 år, får du automatisk ein alderspensjon med næraste moglege uttaksgrad for dette.

source: If you are a national of an EEA country and are working in Norway, you may be entitled to cash-for-care benefit even if you will be residing in Norway for less than 12 months.
nn: Er du statsborgar i eit EØS-land og arbeider i Noreg, kan du ha rett til kontantstøtte sjølv om du skal vere busett i Noreg i mindre enn 12 månader.

source: The allotted place thus totals 50 hours per week.
nn: Den tildelte plassen utgjer dermed 50 timar per veke.

source: If all possibilities of returning to your workplace have been tried, you can receive sickness benefit for up to 12 weeks while you look for a new job.
nn: Dersom du har prøvd alt som er mogleg for å kome tilbake til arbeidsplassen din, kan du få sjukepengar i inntil 12 veker mens du søkjer ny jobb.

source: If you have adopted children, you can receive cash-for-care benefits for up to 11 months after the
nn: Har du adopterte barn, kan du få kontantstøtte i inntil 11 månader etter at

source: Within 7 weeks
nn: Seinast innan 7 veker

source: If you are 100% disabled, you will automatically receive your old-age pension when you turn 67.
nn: Har du 100 prosent uføretrygd, får du automatisk alderspensjon når du fyller 67 år.

source: If you receive too much benefit, we can demand that you pay back the excess.
nn: Får du for mykje stønad utbetalt, kan vi krevje at du betaler dette tilbake.

source: Once you have selected the right form, you are automatically taken to a form completion guide.
nn: Når du har valt skjema, kjem du til skjemarettleiaren.

source: This also applies to those who drew retirement pension before 2011.
nn: Dette gjeld også for deg som tok ut alderspensjon før 2011.

source: employer, but other parties may be summoned if this is appropriate.
nn: givaren, men andre kan kallast inn dersom det er tenleg.

source: You may be entitled to child supplement if you receive disability benefits while supporting your own children or foster children under the age of 18.
nn: Du kan ha rett til barnetillegg dersom du er uføretrygda og forsørgjer eigne barn eller fosterbarn som er under 18 år.

source: Be aware that if the child has an income above 1 G (
nn: Ver merksam på at dersom eit barn har eige årleg inntekt over 1 G, blir barnet rekna som sjølvforsørgja.

source: Membership as a resident:
nn: Medlem som busett i Noreg:

source: when it is clear that the person on sick leave will not be returning to work, or when the
nn: eksempel når det er klart at den sjukmelde ikkje kjem tilbake til arbeid, eller når den

source: In some situations there are reasons for making exceptions from dialogue meeting 2:
nn: I somme situasjonar er det grunnlag for å gjere unntak frå dialogmøte 2:

source: The first post settlement for child support will be done in the automn 2017 for the income year 2016.
nn: Det første etteroppgjeret for barnetillegget vil bli gjort hausten 2017 og vil gjelde for inntektsåret 2016.

source: You may write to us when you are logged in at
nn: Du kan sende ein beskjed til oss når du er logga på

source: If you are born in 1963 or later, the pension reserves increases even up to the calendar year you turn 61 when you receive a disability pension.
nn: Er du fødd i 1963 eller seinare, aukar pensjonsbehaldninga til og med det kalenderåret du fyller 61 år når du mottek uføretrygd.

source: How long can you receive cash-for-care benefits?
nn: Kor lenge kan du få kontantstøtte?

source: are a citizen of Norway/an EEA country, and work on a Norwegian vessel.
nn: er norsk statsborgar / EØS-statsborgar og tilsett på norsk skip.

source: Where do I apply for unemployment benefit?
nn: Nedgangen i arbeidsløysa held fram i Rogaland

source: The limit for what you can have in total income, is called a free allowance.
nn: Grensa for kva du kan tene før barnetillegget blir redusert, blir kalla fribeløp.

source: If you are working, it is also a requirement that you work for a Norwegian employer who is required to pay an employer's National Insurance contribution in Norway, and that you do not receive a salary from a foreign employer.
nn: Om du er yrkesaktiv, er det føresett i tillegg at du arbeider for norsk arbeidsgjevar som har plikt til å betale arbeidsgjevaravgift i Noreg, og at du ikkje får løn frå utanlandsk arbeidsgjevar.

source: The free allowance increases with 0,4 G for each child.
nn: Fribeløpet aukar med 0,4 G for kvart ekstra barn.

source: Within 1 year,
nn: Seinast innan 1 år,

source: The most important difference is that the benefits under the usual regulations are only granted to persons with at least 50 per cent disability.
nn: Den viktigaste forskjellen er at ytingane etter dei vanlige reglane berre gjeve ved uføregradar på minst 50 prosent.

source: Within 26 weeks
nn: Etter seinast 26 veker

source: If you are entitled to early retirement pension (AFP) in the private sector, you may lose this entitlement if you receive disability benefit after you turn 62.
nn: Har du rett til avtalefesta pensjon (AFP) i privat sektor, kan du miste denne retten dersom du får uføretrygd etter at du fyller 62 år.

source: The criterion for drawing retirement pension before the age of 67 is that you must have accumulated pension rights that are at least equivalent to the minimum pension level.
nn: Vilkåret for å ta ut alderspensjon før 67 år er at du må ha tent opp ein pensjon som minst svarar til minste pensjonsnivå.

source: The kindergarten that Ida will attend is open from 07.00 to 17.00.
nn: Barnehagen til Ida er open frå klokka 07.00 til klokka 17.00.

source: Voluntary membership during stays in Norway:
nn: Frivillig medlemskap i folketrygda under opphald i Noreg:

source: If you would like a 100% old-age pension, you must apply to NAV for this.
nn: Ønskjer du 100 prosent alderspensjon, må du søkje om dette til NAV.

source: You can receive cash-for-care benefits for a maximum of 11 months.
nn: Du kan maksimalt få støtte i 11 månader.

source: If your stay abroad lasts longer than planned, you must also notify NAV of this.
nn: Dersom opphaldet varer lenger enn planlagt, må du også gi beskjed om det.

source: If for example your income is 30 000 kroner more than the free allowance, the child supplement will be reduced with 15 000 kroner per year.
nn: Dersom inntekta er til dømes 30 000 kroner høgare enn fribeløpet, blir barnetillegget redusert med 15 000 kroner i året.

source: You can receive cash-for-care benefits for children between 1 and 2 years, i.e. starting the month the child turns 13 months, up until and including the month the child turns 23 months.
nn: Du kan få kontantstøtte for barn mellom 1 og 2 år, det vil seie frå og med den månaden barnet fyller 13 månader til og med den månaden barnet fyller 23 månader.

source: Dialogue meeting 1 is basically a meeting between the employee and the
nn: Dialogmøte 1 er i utgangspunktet eit møte mellom den tilsette og arbeids-

source: This applies regardless of whether Ida is actually in kindergarten at the allotted time.
nn: Dette gjeld uavhengig av om Ida faktisk er i barnehagen i den tildelte tida eller ikkje.

source: is ready, NAV will do a post settlement.
nn: er klart, gjer NAV eit etteroppgjer.

source: NAV takes partial absence into account when paying the benefit.
nn: Køyreplan ligg på NAV Hjelpemiddelsentral Vestland sine sider.

source: If you have problems with the registration, you can use
nn: Får du problem med registreringa, kan du nytte

source: The child supplement ends from and including the month after the child turns 18.
nn: Barnetillegget tek slutt seinast frå og med månaden etter at barnet har fylt 18 år.

source: If Ida is allocated a half-day place, she will be in kindergarten 25 hours per week.
nn: Dersom Ida får tildelt halv barnehageplass er oppholdstida 25 timar per veke.

source: You must notify NAV
nn: Du må gi NAV beskjed

source: What qualifies as the insurance periods varies from country to country.
nn: Kva som kvalifiserer som trygdeperioder varierer frå land til land.

source: If the child has part-time place, you can receive 20, 40, 60 or 80 per cent cash-for-care benefit.
nn: Dersom barnet har deltidsplass, kan du få 20, 40, 60 eller 80 prosent kontantstøtte.

source: Dialogue Meeting 1 need not be held if it is clearly unnecessary, for example:
nn: Det er ikkje nødvendig å gjennomføre dialogmøte 1 dersom det openbert er

source: You are eligible for compensation for permanent injury if your permanent medical disability is 15 per cent or more.
nn: Du får meinerstatning dersom den varige medisinske invaliditeten er 15 prosent eller meir.

source: • when it is obvious that the employee will return to full-time employment within a
nn: • når det er openbert at den tilsette innan kort tid uansett vil vende tilbake til full jobb
